xMasterX/all-the-plugins/non_catalog_apps/esp_flasher/lib/esp-serial-flasher/examples/esp32_spi_load_ram_example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SERIAL_FLASHER_INTERFACE_SPI=y
